const hebrewText = {
  id: "hebrewText",
  frontPage: `שלהי המאה ה-19, ירושלים מקיצה מתרדמה של 400 שנה ומציתה את דמיונם של נוצרים מסביב לעולם. השלטון העות'מאני מתחיל להיפתח למערב ומכונן רפורמות ביחסו אל נוצרים ויהודים.
    כמרים, היסטוריונים, סופרים, אמנים וצליינים מבקרים בעיר, המתעוררת לחיים וחולקים את חוויותיהם עם תושבי מולדתם. 

    האימפריות הגדולות של התקופה מתחילות להשקיע כספים, פותחות קונסוליות ומשפצות כנסיות בארץ ישראל. האימפריה הרוסית מובילה בתקופה זאת בזירה העולמית, נציגיה הם אנשים יעילים וחדורי מוטיבציה, טווים קשרים, יוזמים פרויקטים ומקימים מבנים ברחבי ארץ ישראל.

    בעם הרוסי, אשר בליבו מפעמת רוח הקודש, חלה התעוררות ואלפי צליינים עושים את הדרך מרוסיה אל עבר פלשתינה. ארגון הגג של הנצרות האורתודוקסית הרוסית, ה-IPPO (האגודה הארץ-ישראלית הפרבוסלבית הקיסרית)  מיוסד ומתחיל לפעול במרץ. נוצרת שרשרת עשייה הדואגת לצליין מרגע תחילת מסעו, מהכפר או העיר ברוסיה ועד הכנסיות הרחוקות ביותר במזרח התיכון. 

    כאן בירושלים משוכנים הצליינים הרבים באכסניות רחבות ידיים שהוקמו על שמן של הצארינה <b>מריה אלכסנדרובנה</b>  ואליזבטה (בעברית אלישבע, אמו של יוחנן המטביל).
    חצר סרגיי היא גולת הכותרת של אכסניות הצליינים הרוסים בירושלים, שליחי האימפריה הרוסית כמו <b>דימיטרי סמישלייב</b>, הארכימנדריט <b>אנטונין קפוסטין</b> ואחרים מאריכים את שהותם בארץ ישראל ולוקחים על עצמם בשם האגודה אחריות על זרם הצליינים העולה מידי שנה ודואגים לשפר את תנאי המחייה שלהם.
    בירושלים ,עיר בה הטמפרטורות יכולות לרדת מתחת לאפס, הצורך במבני קבע הינו כורח המציאות. צליינים רבים לעיתים משוכנים באוהלי ענק וסובלים מנחת זרועו של החורף הירושלמי בשם אמונתם.

    ספרים על מסעות למקומות הקדושים לנצרות בלבנט, מפורסמים חזרה ברוסיה והעניין שמגלים הרוסים בני כל המעמדות בירושלים הולך וגובר. בני המעמד הגבוה מתחילים לתכנן מסעות לארץ הקודש בסיוע האגודה. עבור אלו ועבור הצליינים האחרים הוקמה החצר כפרויקט-הדגל של ה- IPPO, שבראשה עמד <b>סרגיי אלכסנדרוביץ</b>, אחיו של הצאר <b>אלכסנדר השלישי</b>. 
    האכסנייה בחצר סרגיי מתוכננת כך שתכיל 418 איש ואישה ומקצת חדריו (25) שמורים עבור אורחים המבקשים לעצמם נוחיות וסגנון כמקובל בבתי המלון המובילים באירופה. 
    
    שטח בן ארבעה דונמים נרכש בסמוך לכנסיית השילוש הקדוש ושער יפו, במקום בו אנו עומדים היום, ולו הוענק השם 'חצר סרגיי', על שם סרגיי אלכסנדרוביץ' יושב ראש האגודה באותה העת. למשימת התכנון והבנייה נבחר האדריכל היווני, יליד הארץ, <b>אלכסיי גיאורגי פרנג'יה</b>. פרנג'יה היה צעיר ויחסית חסר ניסיון ועם זאת סגננו שובה הנפש קנה לו שם בארץ ישראל של אותם ימים. בראש העבודות עומד ד.סמישלייב, הידוע כאיש רב פעלים, ועם זאת זו הפעם הראשונה שהוא עוסק בבנייה. האתגר שפרנג'יה וסמישלייב עומדים בפניו הוא גדול.
    
    העבודות מתחילות ב- 1886 והבעיה הראשונה בפניה עומדים הבונים היא מחסור בעצים ואבנים לבנייה. סמישלייב נסער לנוכח מחירי החומרים  הגבוהים בארץ ישראל לעומת מולדתו רוסיה, כך שרוב העץ מיובא מרוסיה ומקצת האבנים גם כן. בעיה שנייה היא איכות כוח האדם, שהורכב בעיקר ממקומיים, חקלאים או נהגי גמלים. למורות זאת סמישלייב הקפיד על תשלום הוגן ויחס חם ואדיב לעובדים במתחם. בעיה מרכזית נוספת  היא התקציב המוגבל שהועבר בקצבאות מעת לעת,  בכפוף להתכתבות בין סנט פטרסבורג לירושלים.  בנוסף, האדריכל האחראי פרנג'יה עסק במקביל בפרויקטים נוספים כמו כנסיית מריה מגדלן בהר הזיתים, חצר נבסקי ועוד פרויקטים שלא שייכים לאגודה. בעקבות הסיבות שנמנו כאן ובצירוף העובדה שפרנג'יה היה חסר ניסיון,  צורף האדריכל הנודע <b>קונרד שיק</b> כיועץ לפרויקט. 

    החצר תוכננה להכיל כמה שיותר צליינים ולספק להם את צרכיהם הבסיסיים. בנוסף על החצר היה לשכן אורחים בתנאים הטובים ביותר בארץ ישראל, ולספק חדרים בשלוש רמות שונות. חדרים בדרגה ג' נועדו לקהל הרחב והיו הבסיסיים ביותר. הם הכילו בין 20 ל- 60 מיטות ותו לא, כאשר הציוד של הצליינים נשמר בחדרי אחסון בקומה התחתונה של הבניין והחדרים תוכננו כך שלכל צליין יהיה מרחב גדול מהמקובל באכסניות  דומות באותם ימים. חדרים אלו נועדו לשהיות קצרות והצליינים שהו בהם בעלות סימלית.  
    החדרים בדרגה ב' הכילו פחות מיטות מהחדרים הציבוריים  והכילו גם שידות ותיבות עץ לציוד.
    החדרים בדרגה א' היו המפוארים ביותר ויועדו לאורחים רמי דרג. חדרים אלו היו צבעוניים ומשובצים בתמונות, מראות וריהוט שלא היה בנמצא בירושלים של אותן ימים. כל אלו עשו דרכם מרוסיה לארץ ישראל כדי להקנות לחדרים אלו  נוחיות וסגנון ברמה המקובלת במלונות העילית של אירופה.
    מלבד החדרים הוקמו במתחם מטבח, מאפייה, חדרי אוכל,  דוד להרתחת מים, מקלחות ומכבסה.
    סה"כ עלות הקמתו של חצר סרגיי הייתה 380 אלף פרנק ב-1888 (שווי מקביל ל- 2.5 מיליון אירו כיום). 
    
    האדמיניסטרציה המקומית של האגודה התרכזה גם היא בחצר סרגיי. בין היתר התבצעו שם חתימה על הדרכונים המיוחדים שהונפקו לצליינים, שמירת חפצים ויציאת המסעות  למקומות הקדושים בארץ ישראל.
    צליינים ששהו בחצר סרגיי שילמו בין רובל אחד לחמישה רובל עבור שירותים רפואיים וכן הפקידו חמישה רובלים אשר הוחזרו להם עם עזיבתם את האכסנייה. 
     בחדר האוכל הציבורי היו מוגשות ארוחות ערב ובוקר עליהם הצליין שילם מחיר סמלי גם כן. לדוגמא משקה דמוי בירה, בעל אחוזי אלכוהול זעומים (kavas) ולחם חולקו בחינם לצליינים. מרק בורשט ודייסה עלו שלוש קופיקות ועבור מים רותחים בבוקר ובערב שילם הצליין קופיקה אחת בלבד. לפי דיווחי האגודה, על כל חמישה רובלים ששילם הצליין, שילמה האגודה 20 רובל על לינה, מזון וצרכים נוספים.

    חצר סרגיי בתחילת המאה  ה-20 היא מקום שוקק חיים, בו מתרכזים חיי הצליינים בעת שהותם בירושלים. עד למלחמת העולם הראשונה פעלו במתחם סדנאות אמנים, אורווה, תחנת כיבוי אש, ספריה, מוסך, מכבסה, שני חדרי אוכל, מאפייה, אולם אירועים ועוד. החצר אירחה בשעתה אורחים רבי מעלה פרופסורים, חיילים, ימאים, אנשי דת וצליינים מן השורה.`,
  titles: {
    sergi: "'סרגיי אלכסנדרוביץ",
    ella: "אליזבטה נסיכת הסן",
    og: "אצבע אוג",
    water: "בורות המים",
    known: "מבקרים מפורסמים",
  },
  particularInfo: {
    sergi: `סרגיי אלכסנדרוביץ' רומנוב, בן לשושלת רומנוב ששלטה כ-300 שנה ברציפות באימפריה הרוסית, נולד ב-11 במאי 1857 בארמון יקטרינה אשר בעיירה פושקין, כ-30 ק"מ דרומית לסנט פטרסבורג. סרגיי הוא  הילד השביעי מתוך שמונת ילדיו של הצאר <b>אלכסנדר השני</b>, אחיו של הצאר <b>אלכסנדר השלישי</b>, דודו ויד ימינו של הצאר האחרון <b>ניקולאי השני</b>.
        סרגיי מתואר על ידי מכרי המשפחה כילד בעל נטייה לביישנות המזכיר את אימו באופיו ובמעשיו. כמו אימו, הוא יגדל להיות נוצרי אדוק ואמונתו תקבל ביטוי במעשיו לאורך כל שנות חייו.

        כילד, סרגיי מתעניין באמנות, מוזיקה ושפות. מחנכיו מטפחים כישורים אלו וסרגיי לומד מספר שפות, מתמקצע באיטלקית ומגלה עניין מיוחד בתרבות ואמנות שמקורה באיטליה. בהמשך חייו נפגש סרגיי עם סופריה הגדולים של רוסיה - <b>דוסטוייבסקי וטולסטוי</b>. 
        
        כנער, סרגיי מרבה לנסוע עם אימו לבקר את משפחתה במולדתה הדוכסות של הסן - מרכז גרמניה של היום. שם, הוא מכיר לראשונה את אליזבת, נסיכת הסן והריין, שבעתיד תהיה אשתו. 

        כראוי לבן אצולה ובהתאם לאופיו הקפדני, סרגיי פוצח בקריירה צבאית. הוא מתמנה לקצין בכיר בגדוד חי"ר ובהיותו בן 28 פורצת מלחמה בין רוסיה לאימפריה העות'מאנית. סרגיי לוקח חלק פעיל במלחמה ופעילותו מזכה אותו בעיטור גיאורגיוס הקדוש, עיטור למפקדים על פעילות צבאית. סרגיי ימשיך להתקדם בשורות הצבא בעוד הוא ממלא שלל תפקידים; מפיקוד על הכוחות המיוחדים של הצבא Preobrazhensky Regiment, דרך פיקוד אדמיניסטרטיבי על משמר הקיסר ועד פיקוד על המחוז הצבאי של מוסקבה. 
        
        כנוצרי אדוק, סרגיי מרגיש קשר מיוחד עם ארץ ישראל והמקומות הקדושים לנצרות. הוא מגיע בפעם הראשונה לירושלים ביוני 1881 ומבקר עם בן דודו במקומות הקדושים. בשנים אלו המאמצים להקמת ה-IPPO(האגודה הארץ-ישראלית הפרבוסלבית הקיסרית) נושאים פרי וסרגיי נענה לבקשה להיות יושב הראש הראשון של האגודה. ה-IPPO מוקמת באופן רשמי בשנת 1882 בטקס חגיגי כאשר סרגיי בראשו. 
        כיושב הראש הראשון של האגודה, סרגיי מקנה לה יוקרה ועוצמה בתוך האימפריה הרוסית. כתבים רבים מספרים כי סרגיי נהנה מאוד מהתפקיד ולעיתים אף יותר מתפקידיו הרשמיים באימפריה. כאמור, המבנה המרשים שבו אנחנו עומדים היום קרוי על שמו. 
         
         חייו של סרגיי רצופים בטרגדיות, אסונות ומלחמות; בשנת 1880 אימו הקיסרית <b>מריה אלכסנדרובנה</b> נפטרה לאחר מאבק ממושך במחלה קשה. שנה לאחר מכן אביו הצאר <b>אלכסנדר השני</b> נרצח על ידי מתנקשים. פטירתם של הוריו מחזקת את הקשר בינו לבין חברת ילדותו, <b>אליזבת נסיכת הסן</b>, שלימים תיקרא אליזבטה. אליזבת היא בת לאותה נסיכות ממנה מגיעה אימו של סרגיי, נסיכות  הסן ליד הריין. כמו כן היא נכדתה של מלכת אנגליה <b>ויקטוריה</b> ובתו של נסיך הריין <b>לודוויג הרביעי</b>. ב- 1878 נפטרות אחותה ואימה של אליזבת  עקב מגפת הדיפטריה.הצער והשכול מקרבים בין הנסיכה והנסיך, המחזיקים באמונה נוצרית אדוקה. אליזבת בוחרת בסרגיי כבעלה לעתיד על פני מחזריה הרבים, וקושרת את חייה עם האימפריה הרוסית. החתונה המלכותית נערכת בארמון החורף בסנט פטרסבורג בשנת 1884 ומעתה אליזבת תיקרא אליזבטה. 

        סרגיי ואליזבטה חיים חיי נישואין מסורים ואוהבים אך חשוכי ילדים. הם מארחים באופן קבוע את הילדים של קרובי משפחתם וכאשר אחיו של סרגיי, <b>פאבל</b>, מגורש מהממלכה, הם מאמצים בשמחה את ילדיו ומגדלים אותם במסירות ואהבה. 
        סרגיי אליזבטה מחליטים לצאת בעצמם למסע צליינות בארץ הקודש ב-1888. הם משתתפים בטקס הקידוש של כנסיית מריה מגדלן בהר הזיתים ומבקרים כאן בחצר סרגיי הנמצאת בשלבים האחרונים לבנייתה. 
        השפעתו של סרגיי בניווט האימפריה  הולכת וגדלה, הוא משמש כיועץ לבני משפחתו הצארים וב- 1891 הוא מתמנה למושל מוסקבה. 
        
        האניגמטיות שמלווה את חייו של סרגיי מתחדדת בתפקידו כמושל מוסקבה. הילד שאהב אמנות וגדל לקריירה צבאית מפוארת אחראי עכשיו על עיר הבירה של האימפריה. 
        מצד אחד, סרגיי ואשתו נודעים באכפתיות כלפי בני עמם. הם מסיירים בעיר תחת זהויות בדיות כדי להבין את מצוקותיהם של פשוטי העם. בנוסף, סרגיי עומד בראש ארגוני צדקה רבים כמו - האגודה החברתית לרווחה במוסקבה, קידום חינוך לילדים עיוורים, האגודה החברתית לחסרי בית, ילדים ומתבגרים בהזנחה ועוד ועוד. הוא מקים מעונות לסטודנטים, נלחם בשחיתות ובפשיעה וכל זאת כאשר היה יכול להעלם בתפקידו ואיש לא היה פוצה פה.

        מצד שני, סרגיי חי באחת התקופות הסוערות ביותר בהיסטוריה הרוסית והוא מושל במוסקבה בזמן גירוש 25 אלף יהודי העיר. כמו כן הוא מושל העיר בזמן אסון חודיניקה, שהתרחש בטקס הכתרתו של הצאר ניקולאי השני שבו נרמסו למוות קרוב ל-1,300 תושבי מוסקבה ורבים אחרים נפצעו. 
        קשה להמעיט בחשיבותם של אירועים אלו ובהשפעתם על האימפריה הרוסית ואירופה כולה. תהיה מעורבותו ואחריותו של סרגיי אשר תהיה, ב-1905 הוא פורש מתפקידיו הממשלתיים באומרו כי "זמנים חדשים מצריכים פנים חדשים". 

        זמן לא רב לאחר פרישתו נרצח סרגיי על ידי מתנקש כאשר בקבוק תבערה נזרק אל תך כרכרתו בפברואר של 1905. 
        `,
    ella: `כאשר אדם מדמיין במוחו את הנסיכה האולטימטיבית מהאגדות, הוא כנראה חושב על דמות דומה <b>לאליזבת נסיכת הסן</b>, בת למשפחת הנסיכות "הסן-דרמשטאדט" הגרמנית על גדות נהר הריין. מרכז גרמניה, אזור שופע ושבע, החיים התנהלו באופן נעים ללא מחסור במים או במזון. התחביב העיקרי של בני המשפחה היה צייד וישיבה לצד הנהר. חבריה ובני משפחתה של  אליזבטה מכנים אותה בחיבה <b>"אלה"</b>. 
        שורשיה של שושלת זאת מגיעים עד האימפריה הרומית, ואלה עצמה היא נכדתה של מלכת אנגליה באותו תקופה, המלכה <b>ויקטוריה</b>, ובתו של <b>לודוויג הרביעי</b> דוכס הסן. כמ-כן היא דודה שנייה לדוכס אדינבורו, הנסיך <b>פיליפ</b> של ימנו.  

        על אף שאלה נולדת לאחת השושלות הוותיקות והמכובדות ביותר באירופה, משפחתה חיה בצניעות יחסית ואלה ואחיה מקבלים חינוך לערכים של צניעות ודרך ארץ. ילדי משפחת המלוכה היו מנקים את חדריהם בעצמם ולובשים בגדים שנתפרו ע"י אימם אליס. בימי המלחמה האוסטרו-פרוסית אליזבטה ואימה אליס ביקרו את פצועי המלחמה בבית החולים. 
        
        יופייה של אלה היה יוצא דופן והיא נחשבה על ידי רבים כאישה היפה ביותר באירופה באותה תקופה והיו לה  מחזרים רבים. בין מחזריה היו <b>הנסיך וויליאם מפרוסיה</b>, שלימים היה הקיסר האחרון של ממלכת פרוסיה (קייזר), <b>הנסיך פליקס יוסופוב</b> ו<b>הדוכס הגדול קונסטנטין</b> שכתב שיר על יופייה - "Let us all sing praises to the Creator, Who gave such beauty to a soul divine!". אך אליזבטה דוחה את החיזורים הללו. 

        בשנת 1878 מחלת הדיפטריה מתפשטת בבית המלוכה ולוקחת את אליס, אמה של אלה ואת מריה אחותה הצעירה. עצב גדול אופף את אליזבת ואת משפחת הנסיכות העליזה בדרך כלל. 
        
        דודתה של אלה, <b>מריה אלכסנדרובנה</b> קיסרית רוסיה אשתו של הצאר <b>אלכסנדר השני</b> הייתה אורחת קבועה באחוזת המשפחה ,יחד עם שני בניה הצעירים - סרגיי ופאבל. הילדים משחקים עם הנסיכות ומכירים כדרכם של ילדים.
          סרגיי, שהכיר את אלה כילד, הופך עם השנים לדוכס הגדול של רוסיה, מתאהב בה ומבקש את ידה. אלה דוח את חיזוריו וסרגיי הדוכס הגדול ייאלץ להציע נישואין יותר מפעם אחת על מנת לזכות באלה.

         בשנת 1881 אביו של סרגיי, הצאר אלכסנדר השני נרצח על ידי מתנקש ובאותה השנה ממש גם אימו של סרגיי, מריה אלכסנדרובנה הולכת לעולמה בעקבות מחלה קשה. 
        אלה וסרגיי, הקשורים ביגונם וחולקים אמונה אדוקה בדת הנוצרית, מתקרבים עוד יותר. הצעת הנישואים השנייה של סרגיי נענית בחיוב.  

        אליזבת נסיכת הסן הופכת ל<b>אליזבטה פיודורובנה</b> הדוכסית הגדולה של רוסיה. אליזבת גדלה במשפחה נוצרית פרוטסטנטית, זרם הנצרות הנפוץ בגרמניה באותה תקופה,  מחליטה לאחר כמה שנות נישואין להפוך לנוצרית אורתודוקסית, הזרם הנוצרי המקובל ברוסיה ובקרב משפחת המלוכה הצארית. החלטה זו זוכה לאהדה עצומה מהעם הרוסי מחד, ולכתף קרה מאידך, מהמשפחה שהשאירה מאחור. 
        
        המטרופוליט (העומד בראש הכנסייה) של רוסיה אומר בטקס ההמרה את מה שבדיעבד היה נבואה- 
        "כמי שבחרה כרצונה להיכנס לאמונה ובכך לכל מה שמרכיב את נשמתה של רוסיה, יש את כל הזכות לומר את מילותיה של רות המואביה "<b>עמך הוא עמי ואלוהיך אלוהיי</b>" (רות ב' יא). 
        
        סרגיי ואליזבטה לא מביאים ילדים לעולם ובמקום זאת, הם ממלאים את ליבם בדאגה לילדיהם של שאר בני משפחת המלוכה. פאבל, אחיו של סרגיי, מגורש מרוסיה עקב נישואים לא ראויים והזוג מאמץ את ילדיו  ומטפל בהם במסירות רבה. 
          
        בשנת 1888 אליזבטה וסרגיי מגיעים לארץ ישראל לחניכתה של כנסיית מריה מגדלן בהר הזיתים שנבנתה לזכר  אימו של סרגיי, <b>מריה אלכסנדרובנה</b>. הם מבקרים באתריה הקדושים של העיר ירושלים וסביבתה וכנוצרים אדוקים מסע זה מותיר עליהם רושם רב.
        
         בשנת 1891, שלוש שנים לאחר הביקור בארץ ישראל, מתמנה סרגיי למושל מוסקבה. אליזבטה מגלה אכפתיות רבה כלפי תושבי העיר והיא מתוארת כמהלכת בעיר בזהות בדויה על מנת להבין את מצוקת עניי העיר. היא מקימה אגודות סיוע לעניים במוסקבה ובערי הלווין שלה ומובילה את הקמת  הצלב האדום בעיר. בד ובד, גוברות הקריאות כנגד המשטר הצארי קבוצות מהפכניות צוברות עוד ועוד כוח ובחודש פברואר 1905 נרצח סרגיי באמצעות מטען שנזרק אל כרכרתו מחוץ לקרמלין. סרגיי מתפוצץ לאלפי חתיכות והאגדה מספרת כי אצבעותיו נמצאו על הגגות הסמוכים. 
        
        ביום הראשון שלאחר  הרצח, אליזבטה שומרת על ארשת של כבוד ונמנעת מלבכות בפומבי.  בימים הבאים אליזבטה מגלה צער רב, ולפני הלוויה היא מצויה בתפילה בלתי פוסקת מעל ארון קבורתו של סרגיי ועל קברו היא רושמת,
        'Father release them, for they do not know what they have done’
        
        בלילה שלפני קבורתו של סרגיי, אליזבטה נוסעת לכלא, לבקר את מי שהתנקש בחייו. אליזבטה  מבקשת מהרוצח להביע חרטא ובתמורה, היא תמחל לו בעצמה ותבקש שימתיקו את עונשו. המתנקש מסרב בטענה כי משפחת המלוכה הפכה אותו בעל כורחו לרוצח ולכן אינו מתחרט על מעשיו. אליזבטה מבקשת לחוס על חייו של הרוצח על אף שאינו מביע חרטה, אך הוא מורשע ומוצא להורג. המפגש המטלטל בין אליזבטה לרוצח של בעלה, מתואר במחזה של אלבר קאמי "הצדיקים".
        
        הרצח מחולל שינוי דרסטי בחייה של אליזבטה. היא לובשת בגדי אבל, הופכת לצמחונית ומיום ליום היא מתרחקת ממנעמי המלוכה. לאחר כארבע שנים היא מוכרת את אוסף התכשיטים המפואר שלה, את טבעת הנישואין ואת כל רכושה כנסיכה. עם הרווחים היא מקימה את מנזר "מרתה ומרי הקדושות" והופכת להיות אם המנזר אליזבטה. זמן לא רב לאחר מכן היא מקימה במתחם בית חולים, בית מרקחת ובית יתומים. אליזבטה ונזירותיה עובדות מסביב לשעון ומטפלות בכל אלו הזקוקים לעזרה במוסקבה. במשך שנים היא דואגת ומתפללת עבור כל אלו שהגורל התאכזר אליהם. 
        
        בשנת 1918, כשנה לאחר מהפכת אוקטובר ועליית הבולשביקים לשלטון, לנין מורה לעצור את הנזירה, הנסיכה לשעבר אליזבטה, ביחד עם בני משפחה אחרים. אליזבטה עוברת למעצר בית בעיירה יקטרינבורג. באחד הימים הם נלקחים ע"י הצ'אקה (שירות הביטחון הכללי של הממשל הבולשביקי) למכרה ברזל כ-18 ק"מ מהמקום בו הם הוחזקו. שוביהם שודדים את מעט החפצים שהיו על העצורים ומכים אותם. הם זורקים את ראשית את אליזבטה ואחריה את שאר בני משפחת המלוכה המוכים אל בור בעומק של כ-20 מטר. לימים, אחד הרוצחים סיפר כי המושלכים לבור שרדו את הנפילה ושרו תפילות נוצריות  בזמן שהמתינו למותם. מפקד המוציאים להורג הורה להשליך שני רימונים לתוך הפיר על מנת לסיים את המלאכה.
        
        שלושה חודשים לאחר מכן, כוחות הצבא הלבן הנאמנים בחלקם למשטר הקודם, מגיעים למכרה הברזל,  מוצאים את פיר המכרה ומוציאים את הגופות. הם מגלים כי גופתה של אליזבטה וגופותיהם של האחרים נשתמרו במצב סביר בתוך המכרה. הם מגלים כי אליזבטה לא מתה מיד, אלא הספיקה לחבוש באמצעות מטפחתה את <b>הנסיך יואן</b> שהושלך איתה לבור. 
        
        ב- 1920 כוחות הצבא הלבן מעבירים את הגופות לקבורה בבית הקברות הנוצרי האורתודוקסי בבייג'ין על מנת לשמור על גופתה של אליזבטה מפני הבולשביקים. עוד באותה שנה גופתה מועברת כפי שחלמה אליזבטה לקבורה בכנסיית מריה מגדלן בהר הזיתים. בשנת 1981 היא מוכרת כקדושה ע"י הכנסייה הרוסית האורתודוקסית כאות כבוד לכל מעשיה הטובים. דמותה מוצגת כאחת מעשרת הקדושים של המאה ה-20 המפוסלים מעל דלת הכניסה בחזית כנסיית ווסטמינסטר אבי בלונדון.    
        `,
    og: `בשנת 1858, עם תחילת הבנייה במגרש שקנה הצאר <b>אלכסנדר השני</b> מחוץ לחומות ליד שער יפו, במקום שמקבל את השם כיכר מוסקבה התגלה עמוד אבן עצום ממדים. אורך העמוד הוא כ- 12 מ', קוטרו כ- 1.25 מ' ומשקלו מוערך בכ- 60 טונות. העמוד עשוי  מיזית יהודית, הלא היא אבן ירושלמית ( בערבית: حجر القدس), אבן גיר קשה, לעיתים מעורבת בדולומיט, המצויה באזור הרי ירושלים ומשמשת לבנייה בירושלים ובסביבתה.  אבן זו נעשה שימוש רב במבנים מפורסמים באזור ירושלים, בין השאר בכותל המערבי.

        עקב גודלו, העמוד מיוחס לתקופת הורדוס, שנות הפריחה של הבנייה בארץ ישראל ויהודה. ארכיאולוגים סברו כי עמוד זה היה מיועד לבניית בית המקדש והסתמכו על עדותו של יוסף בן מתתיהו שמדבר על עמודי ענק "בגובה 27 רגל" (כ- 8.25 מטר) ששימשו לבניית בית המקדש על הר הבית. מומחים אחרים טוענים שלא ייתכן כי עמוד זה שימש לבניית בית המקדש, כיוון שהוא גדול מ- 27 רגל, וכמו כן בתקופתו של הורדוס היה נהוג  רציפה לבנות בעמודי חוליות ולא מאבן אחת. 
        
        מאז גילויו ועקב גודולו, העמוד מכונה בפי תושבי ירושלים "אצבע עוג" על שמו של עוג מלך הבשן שהיה מתואר בתנ"ך כאיש גדול מימדים. ע"פ אחת מאגדות התלמוד הוא האדם היחיד ששרד את המבול מלבד נוח. העמוד עדיין נמצא במקומו וניתן לראותו בכל עת בסביבת כיכר מוסקבה.
        `,
    water: `מראשית ימיה  של ירושלים, לפני קרוב ל- 4,000 שנה, מים היוו מצוקה עיקרית. מיקומה האסטרטגי של ירושלים על פסגתו של הר, מקנה לעיר הגנה מפני פולשים מחד, אך מאידך מקשה על אספקת מים סדירה לעיר. 

        חשיבותם הרבה של המים בעיר, הייתה כנראה הסיבה שבימי בית המקדש נערכה בירושלים מדי שנה בחג הסוכות חגיגת מים מיוחדת הנקראת שמחת בית השואבה. היא לוותה בטקסים גדולים: הלויים שאבו מים ממעיין הגיחון והעלו אותם על המזבח במקדש, העם הודה לאל על הגשמים שירדו בשנה הקודמת והתפלל לגשמי ברכה לשנה החדשה.
        על כך אמרו חכמי ישראל: "מי שלא ראה שמחת בית השואבה - לא ראה שמחה מימיו".

        לירושלים היו בעבר שני מעיינות מרכזיים- מעיין הגיחון ועין רוגל. מעיין הגיחון מספק מים לעיר מקדמת דנא ואף עד היום אך אספקת המים ממנו אינה סדירה. עין רוגל התייבש לאיטו לאורך השנים עד שיבש לחלוטין בתחילת המאה העשרים. 
        
        הפתרון הקבוע היה אספקת מים לעיר באמצעות שתי אמות מים ארוכות (10 ק"מ) שנבנו אחת על ידי החשמונאים ואחת על ידי הרומאים וסיפקו מים לעיר במשך מאות שנים. בימים בהם השלטון בירושלים היה חסר אמצעים או סבל ממלחמה ומצור, אספקת המים לעיר הייתה נקטעת ולעיתים נפסקת, כיוון שאמות המים דרשו תחזוקה שוטפת והשקעה כספית. 
        תושבי העיר פנו לפתרון בצורת אגירת מי גשמים בבריכות ובורות מים. המים בבריכות היו משמשים לניקיון ולהשקיה שכן היו עומדים זמן רב בחודשי הקיץ, ואילו בורות המים סיפקו מים נקיים לשתייה.
        
        בשלהי המאה ה-19 ותחילת המאה ה-20 מספר הצליינים שהיו פוקדים את ירושלים וארץ הקודש נע בין 4,000 עד 10,000 אישה ואיש, אשר היו מגיעים בעיקר בתקופת העלייה לרגל הנוצרית, בין החודשים אוקטובר עד מאי. 

        על מנת לדאוג לאספקת מים סדירה ועצמאית לאלפי הצליינים המגיעים מדי שנה, אנשי החזון של ה-IPPO(האגודה הארץ-ישראלית הפרבוסלבית הקיסרית) פצחו בעוד פרויקט שאפתני ומטרתו ליצור מצב בו צריכת המים של כיכר מוסקבה, על אכסניויותה הרבות, תהיה עצמאית לחלוטין. הדרך? חפירת מערכת בורות ובריכות מים בקנה מידה שלא היה קיים עד אז בירושלים.

        מערכת אספקת המים הוקמה בסמוך לאכסניית הנשים על שם מריה אלכסנדרובנה. תעלות ניקוז פתוחות הובילו מים לבריכות פתוחות שישמשו להשקיית בהמות וגידולים חקלאיים. 
        בנוסף, נחצבו שני בורות מים גדולים, אליהם הוזרמו מי הגשמים בצינורות סגורים ישירות מגגות הבתים. בור ראשון נחפר - 23.9 מטר אורכו, רוחבו 12.6 מטר, ועומקו כ- 7.8 מטר. בור שני נחפר במורד הרכס  באורך 18.3 מטר, 12.7 מטר רוחב ועומקו 6.8 מטר. 
        
        מים מבורות אלו אפשרו לכלל הנציגויות הרוסיות להיות לגמרי עצמאיות באספקת המים שלהן. 
         הצליינים, המכבסה, בית המרחץ, דוד המים להרתחה, המטבח, בית החולים - כל אלו יכלו להנות מאספקת מים סדירה ללא חשש. בנוסף מים חלוקו לאוכלוסיה הנזקקת של ירושלים. 
        מעבר לבורות המים, חפרה האגודה מעל לשני קילומטרים של תעלות ביוב לטיפול בשפכים שהגיעו מכיכר מוסקבה.

        <b>סיפור קצר על מלחמת השחרור</b>
        במלחמת העצמאות (1948), בזמן המצור על ירושלים, היו בעיר כאלף בורות מים אשר הכילו כמיליון קוב מים. קרי, בורות המים יכלו לספק מים לעיר ירושלים כולה במשך חודש תחת מצור. 
        המים בבורות סיפקו במשך זמן מה את צרכיהם של תושבי העיר, אך הם הלכו ואזלו. איש לא ידע כמה זמן יימשך המצור ומתי יתוקן סוף סוף צינור המים שפוצץ והוביל מים לעיר. לכן כל משפחה קיבלה מעט מאד מים, וגם אותם התבקשה לשמור ולחסוך ככל האפשר.
         כמה זה "מעט מים"? - לפני המצור השתמשה משפחה ממוצעת בכמאה ליטרים מים ביום, ואילו בזמן המצור כל משפחה קיבלה רק עשרה ליטרים ביום- fעשירית מהכמות! ברור שכמות מים זעומה כל כך אילצה את התושבים לתכנן בקפידה את השימוש במים המעטים העומדים לרשותם. 

        תחנת "הרדיו העברי" הירושלמית שדרה מדי יום הוראות והמלצות לתושבים כיצד להשתמש במים שימוש חכם וחסכוני. לדוגמא: 1. יש להשתמש באותם המים לבישול, כביסה, שטיפת רצפה והדחת בית הכיסא [שירותים]. 2. יש להתרחץ לתוך קערה באמצעות זרם מים איטי. את המים המשומשים יש לשמור. 3. יש לסנן מים מלוכלכים ומשומשים, כדי שאפשר יהיה להשתמש בהם שוב לצרכים אחרים. 4 .במים מלוכלכים במיוחד - יש לעשות שימוש חוזר לשטיפת בית הכיסא.
        כאמור, לאחר חודש העיר ירושלים יבשה וצה"ל התגייס כולו למבצע "השילוח" לחפירת תעלה שתוביל מים מבאר ברחובות אל ירושלים בתוואי שיעבור אך ורק בין יישובים עבריים. המבצע נחל הצלחה והעיר ירושלים ניצלה מצימאון. 
        `,
  },
  famousInfo: {
    raspotin: `אחת הדמויות המעניינות בהיסטוריה המודרנית. רספוטין היה מיסטיקן ואיש קדוש בעיני עצמו. הוא תואר ע"י אנשים כ"סטרניק", מילה המתארת צליין או נווד בתרבות הרוסית, אדם הנוסע בדרכים למען מטרה כלשהי.

        קסמו האישי קנה לו שם בחברה הגבוהה של סנט פטרסבורג בתחילת המאה ה-20. בשנת 1905 רספוטין פגש לראשונה את הצאר <b>ניקולאי השני</b>. הצאר ניקולאי והצארינה <b>אלכסנדרה פיודורובנה</b> חיפשו מרפא למחלת ההמופיליה של בנם <b>יורש העצר אלכסנדר</b> ובחרו לנסות את מזלם עם גרגורי רספוטין. רספוטין כיהן כמעין "הילר" עבור אלכסנדר וחיבתם והערכתם של הצאר והצארינה אל רספוטין קנתה לו כוח והשפעה שלא יתוארו.

        השפעתו של רספוטין על חצר המלוכה הייתה כה גדולה, שבהשפעתו מונו והופלו אנשי ממשל בכירים ונתקבלו החלטות הרות גורל עבור האימפריה.
         מעמדו הרם אצל הצארים יצר לו גם אויבים רבים אשר ניסו להכפישו בפני הצאר והצארינה. רספוטין, חובב השתייה וההוללות, צולם באחד מהמשתים  שלו על ידי צלם שארב לו. הצילומים היו כה מביכים עבורו, שהצאר ניקולאי השני העניש אותו במשימה - לעלות לרגל לאתרי הנצרות הקדושים בירושלים ולהיטהר. לרספוטין לא נותרה ברירה, ובחג הפסחא בחודש מרץ של שנת 1911 ביקר גרגורי רספוטין בארץ ישראל.

        מסע הצליינות שלו יצא מאודסה, עבר דרך "ההר הקדוש" - הר אתוס ביוון, דרך טורקיה, רודוס ולבנון, והגיע לארץ ישראל. הוא עגן בחוף יפו, עלה לירושלים, ביקר במקומות הקדושים לנצרות ועורר, כדרכו מהומה גדולה. הוא התגורר בירושלים בחצר סרגיי, ביקר בכנסיות ובמנזרים הרוסיים שבבית לחם, בחברון ובכנסיית הקבר. הוא השתתף בטקסי חג הפסחא, וייסורי החרטה על דרכו רווייה בחטאים גרמו לו לחשוש מאובדן הכוחות המיוחדים שלו, שבעזרתם השפיע על האצולה הרוסית. בעת ביקורו בכנסייה הרוסית בגת שמנים, יצא אל הגן, ושם פקד אותו אירוע התגלותי, כל כך חריף, שהוא התעלף לזמן ארוך. אנשי הכנסייה הובילו אותו לאכסנייה במגרש הרוסים. לאחר שהתאושש ורוחו שבה אליו, הרגיש רספוטין שהאל מחל לו, והחליט לחזור לסנט פטרסבורג.

        היסטוריונים מאמינים שהשפעתו של רספוטין על הצאר ניקולאי השני הייתה הרסנית והביאה לתבוסות בשדה הקרב במהלך מלחמת העולם הראשונה ובסופו של דבר להפלת שושלת רומנוב לאחר 300 שנות שלטון רצופות באימפריה הרוסית. רספוטין  נרצח לבסוף על ידי  מספר אצילים רוסים בשנת 1916 על מנת למנוע את השפעתו על משפחת המלוכה, אך לא היה בכך לעצור את המהפכה שהביאה לסיום שלטון הצארים ברוסיה.
        `,
    rapin: `צייר ופסל ממוצא אוקראיני, המפורסם בין ציירי רוסיה בתקופותו. נודע בסגנונו הריאליסטי אשר היווה השראה רבה לציירי השנים הראשונות של ברית המועצות ולסגנון הריאליזם הסוציאליסטי שפותח בשנים אלה ברוסיה. רפין היה חלק מ"קבוצת הנוודים" קבוצת אמנים שיצאה נגד הפורמליות האקדמית. לרפין יצירות מעוררות השראה שמייצגות את פשוטי העם ואת החברה המעמדית ששלטה בעולם בכוח הזרוע במאות הקדומות. רפין צייר דיוקנאות נדיר בכישרונו, בין היתר צייר את <b>לב טולסטוי, פושקין והמדען דימטרי מנדליייב</b>. בשנת 1898 רפין עלה לירושלים, שם צייר את ציורו "נשיאת הצלב" המוצג בכנסיית אלכסנדר נבסקי.  כך תיאר רפין את רגשותיו במסע לירושלים "בכל ירושלים יש משהו מרגש עד דמעות, אין דבר כזה בכל העולם. אין מילים לבטא את הרגשות, בכל המקומות יש רוח של הנפש הנצחית."
        `,
    koslev: `צייר ומאייר רוסי. קושלב התמחה בציור סצנות מחיי היום יום ומעולמות הדת. ציוריו של קושלב מעטרים מספר כנסיות מרכזיות ברוסיה דוגמת "כנסיית ישו המושיע" במוסקבה, אחת המרכזיות בכנסיות רוסיה ו"כנסיית יצחק הקדוש מדלמטיה". עבור עבודתו הוענק לקושלב תואר פרופסור באקדמיה הקיסרית לאמנות בסנט פטרסבורג. אוסף ציוריו "דרך הצלב" מוצג בכנסיית אלכסנדר נבסקי בעיר העתיקה בירושלים. 
        `,
    pandov: `היסטוריון ומומחה איקונות נוצריות רוסיות. לימד באוניברסיטת נובוגרד וסנט פטרסבורג, והיה חבר באקדמיה לאמנויות קלאסיות של רוסיה.  
        `,
    warship: `בשנת 1899 עגנה אוניית המלחמה "אלכסנדר השני" בנמל יפו, עליה שירתו 30 קצינים וכ-600 מלחים. האגודה אירחה את צוות האונייה בחצר סרגיי, ערכה לימאים ביקורים בבתי הספר של האגודה,  הוציאה אותם לטיולים במקומות הקדושים בארץ ישראל ואף דאגה שיבורכו על ידי אנשי המיסיון בירושלים. אדמירל האונייה לקח עימו תלמידים מבתי הספר של האגודה לסיור על אוניית המלחמה. כמו כן,  ביקרו בחצר סרגיי גם צוותי האוניות "זביאקה" (ברוסית - כינוי לילד שמחפש ללכת מכות) ו-"קוסטרומה".`,
    baily: `סופר, משורר, תיאורטיקן ומבקר ספרות הנודע בשם העט <b>אנדרו ביילי</b>, אחד מעמודי התווך של זרם הסימבוליזם בספרות הרוסית. על הרומן פרי עטו "פטרבורג" אמר <b>ולדימיר נבוקוב</b> כי הוא אחד מארבעת הרומנים הגדולים של המאה ה-20.
        `,
    arseny: `סטנדינסקי היה איש דת בדרגת כומר בכנסייה הרוסית ורקטור של האקדמיה התיאולוגית של מוסקבה.  בשנת 1900 תחת חסות ה-IPPO(האגודה הארץ-ישראלית הפרבוסלבית הקיסרית) הוא הוביל משלחת של פרופסורים ותלמידי אקדמיה אל עבר ארץ הקודש. אל המשלחת הצטרף כומר נודע בשם <b>קירילובסקי</b>. המשלחת הייתה הצלחה ותועדה במאמר מיוחד מאת <b>ילנה סטרלניקובה</b>. סטנדינסקי בהמשך חייו הופך לבישוף, חבר מועצת המדינה של רוסיה הצארית, מטרופוליטן של טשקנט וטורקיסטן(ערים בירות של - אוזבקיסטן ו-קזחסטן בהתאמה) וחבר הסינוד הקדוש של רוסיה. קירילובסקי נרצח כשנה לאחר שהוסמך כבישוף ביחד עם נזירה וחמישה חפים מפשע בימי "הטרור האדום". שנים לאחר מכן קירילובסקי הוכר כקדוש על ידי הכנסייה הרוסית. 
        `,
  },
  famousTitles: {
    raspotin: "גרגורי יפימוביץ רספוטין",
    rapin: "איליה יפימוביץ' רֶפִּין",
    koslev: "ניקולאי אנדרייביץ קושלב",
    pandov: "ניקודים פבלוביץ קונדאקוב",
    warship: "צוות אוניית המלחמה אלכסנדר השני",
    baily: "בוריס ניקולאייביץ' בוּגאֵב",
    arseny: "המשלחת האקדמית בהובלת בישוף ארסני סטנדינסקי",
  },
};
export { hebrewText as default };
