import hospitalStas from '../assets/hospital/AccountabilityRu.png';
const russianText = {

    id: "russianText",
    titles: {
        sergi: "Сергиевское подворье",
        ella: "Великая княгиня Елизавета Фёдоровна",
        og: "Diseas book",
        water: "some",
        known: "some"
    },
    frontPage: {
        title: `Сергиевское подворье`,
        info: `
        Общие сведения и текст для начала презентации
В конце 19 в. Иерусалим пробуждается после четырёхсотлетнего забвения, притягивая к себе внимание христиан во всём мире. Османские власти развивают отношения с Западом, а также реформируют отношения с христианами и евреями.
Город, пробуждающейся к жизни, посещают священники, историки, литераторы, художники и паломники, чтобы впитать, вместе с жителями Иерусалима, его особую атмосферу.
Мировые империи инвестируют финансы, открывают консульства  и реставрируют церкви в Палестине.
Российская империя лидирует на мировой арене, её представители работают эффективно, проявляя огромную мотивацию, создавая необходимые связи, инициируя различные проекты и возводя строения в Палестине.
В русском народе, глубоко религиозном, начинается пробуждение, тысячи паломников прибывают в Палестину. Это происходит под активным покровительством ИППО, помогающим каждому паломнику с начала его поездки из города или деревни до самого отдалённого храма на Ближнем Востоке. Здесь, в Иерусалиме, паломники останавливаются в многочисленных просторных обителях, носящих имя Великой княгини Марии Александровны и Елисаветы (матери Иоаннв Крестителя).
Главной из таких обителей для паломников в Иерусалиме является Сергиевское подворье. Посланцы Российской империи, такие как Дмитрий Смышляев, архимандрит Антонин Капусти, продлевают своё пребывание в Палестине и берут на себя от имени Общества ответственность за улучшение условия жизни паломников. В Иерусалиме, где температура зимой опускается ниже 0°, паломники вынуждены жить в огромных палатках, страдая, во имя веры, от нестерпимого холода.
В России публикуются книги о посещении Святых мест в Палестине, вызывающие живой интерес к Иерусалиму во всех слоях российского общества.
Аристократы планируют поездку на Святую землю при содействии Общества. Для них, а также для других паломников, создаётся подворье, главный проект ИППО. Во главе проекта находится Великий князь Сергей. Александрович, председатель ИППО, брат царя Александра Третьего.
Обитель расчитана на 418 человек, 25 из её комнат рассчитаны на более привередливых гостей и оформлены в стиле западных гостиниц. 
Был приобретён участок земли площадью в четыре дунама рядом с Троицким Собором и Яффскими воротами, в том месте, где мы находимся сегодня. Место было названо Сергиевским подворьем в честь Великого князя Председателя ИППО Сергея Александровича.
Проектирование и строительство были доверены местному уроженцу греческого происхождения Георгию Франгия. Франгия был относительно молод и неопытен, но после создания проекта он прославился в Палестине. Работами руководил Дмитрий Смышляев, чрезвычайно многосторонний человек, но никогда ранее не занимавшийся строительством. Перед Смышляевым и Франгией стояла совсем не простая задача.
Работы начались в 1886 г. Перед строителями возникла проблема нехватки дерева и камней. Смышляев ужаснулся высоким ценам на строительные материалы по сравнению с Россией, поэтому дерево и, частично, камни были привезены из России. Вторая проблема заключалась в низком качестве рабочей силы, состоявшей из местных крестьян и погонщики верблюдов. Смышляев заботился о достойной оплате и хорошем отношении к рабочим на объекте. Дополнительную проблему создавал  ограниченный бюджет на строительство. Деньги переводились небольшими суммами в зависимости от переписки между Санкт-Петербургом и Иерусалимом. Кроме того архитектор Франгия занимался параллельно другими проектами: церковью Марии Магдалены на Масличной горе, Невским подворьем и другими, не принадлежащими Обществу. В связи с этим, а также ввиду нехватки опыта у Франгии, к проекту был подключён известный архитектор Конрад Шик в качестве консультанта.
Подворье было спроектировано таким образом, чтобы принять максимальное количество паломников и удовлетворить их основные потребности. Кроме того, на подворье нужно было создать наилучшие условия в Палестине и предоставить комнаты трёх разных уровней. Комнаты третьего класса были самыми прстыми и предназначались для широкой публики. В них было от 20 до 60 кроватей и больше ничего.  Личные вещи паломников хранились в камерах хранения на нижнем этаже здания. Комнаты были спроектированы таким образом, чтобы личное пространство каждого паломника было больше, чем в других обителях того времани. Эти комнаты были рассчитаны на короткое пребывание паломников и были бесплатными.
В комнатах второго класса  было меньше кроватей, но были тумбочки и полки для личных вещей паломников.
Комнаты первого класса были роскошными и предназначались для высокопоставленных гостей. Комнаты были красиво украшены картинами, зеркалами и мебелью, необычной для  Иерусалима того времени. Мебель была доставлена в Палестину из России, для придания комнатам гостиничного вида самого высокого уровня.
Кроме комнат, на подворье были построены кухня, пекарня, столовые, бойлеры для подогрева воды, душевые и прачечная. 
Общая стоимость строительства Сергиевского подворья составила 380,000 франков (около 2,5 миллионов евро в сегодняшних ценах).
Администрация Палестинского общества сконцентрировала свою деятельность на Сергиевском подворье. Там оформлялись специальные паспорта для паломников, хранилось их личное имущество. Оттуда паломники выезжали для посещения Святых мест в Палестине. Паломники, проживающие на Сергиевском подворье, платили от рубля до пяти рублей за медицинские услуги. Кроме того, они вносили залог в размере пяти рублей, который возвращался им  при выбытии с подворья.
Общество снабжало паломников едой во время поездок по Святой земле. В общей столовой подавались завтрак и ужин, за которые паломник платил пять копеек. Хлеб и квас раздавали бесплатно. Борщ и каша стоили три копейки. За горячую воду утром и вечером паломник платил одну копейку. Согласно отчётам, на каждые пять рублей, уплаченные паломником, приходились двадцать рублей, субсидированные Обществом на ночлег, пищу и другие необходимые расходы.
В начале 20 века Сергиевское подворье превратилось в очень оживлённое место, в котором концентрировалась жизнь паломников в Иерусалиме. Вплоть до Первой Мировой войны здесь работали художественные мастерские, конюшни, пожарное депо, библиотека, гараж, прачечная, две столовые, пекарня, банкетный зал и т.д. Подворье принимало аристократов, профессоров, солдат, моряков, священнослужителей и самых простых паломников.

`
    },
    particularInfo: {
        ella: {
            title: `Школьные истории`,
            info: `
        Тот, кто представляет себе принцессу из сказок, наверняка наделяет её теми же качествами, которые были у принцессы Елизаветы Гессен-Дармштадтской, из немецкой княжеской семьи с берегов Рейна в южной Германии. Богатый и плодородный район, где не знали нужды в воде и пище. Любимыми занятиями в семье были охота и пикники на берегу Рейна. Члены семьи друзья звали её ласково Элла.
Корни династии спускались до Римской империи. Элла была внучкой английской королевы Виктории, дочерью Людвига Четвёртого князя Гессенского, тёткой герцога Эдинбургского принца Филиппа.
Несмотря на принадлежность к одной из самых старых и уважаемых династий в Европе, семья жила достаточно скромно, такое же воспитание получили Элла с сестрой Аликс. Девочки сами убирали свои комнаты и носили одежду, сшитую их матерью Алисой. Во время Австро-Прусской войны Элла с матерью навещали раненых в госпитале.
Элла обладала необыкновенной красотой, многие считали её одной из самых красивых женщин Европы. У неё было много поклонников, в том числе прусский кронпринц Вильгельм, ставший впоследствии последним прусским кайзером. Среди её ухажёров был князь Феликс Юсупов, а Великий князь Константин посветил ей стихи: 
«Я на тебя гляжу, любуясь ежечасно:
Ты так невыразимо хороша!
О, верно, под такой наружностью прекрасной
Такая же прекрасная душа!»
Но Елизавета отвергла их ухаживания.



В 1878 дифтерия поражает королевство, умирают мать Эллы, Алиса, и её младшая сестра Мария. Обычно радостная семья погружается в траур.


Тётка Эллы, Великая княгиня Мария Александровна, жена русского царя Александра Второго, часто гостила в семье Эллы со своими младшими сыновьями – Сергеем и Павлом. Дети вместе играют и проводят время. Сергей, ставший Великим российским князем, влюбляется в Эллу и просит её руки, но получает отказ. Ему придётся ещё раз просить руки Эллы, чтобы получить её согласие.
В 1881 г. отец князя Сергея, царь Александр Второй погибает от руки террориста. В тот же год мать Сергея, Мария Александровна, скончалась от туберкулёза. Сергей и Элла, сплочённые общим горем, а также глубокой христианской верой, всё больше сближаются. Элла принимает второе предложение руки и сердца Сергея.
Принцесса Елизавета Гессен-Дармштадтская превращается в российскую Великую княгиню Елизавету Фёдоровну.
Елизавета выросла в семье, исповедующей протестантство – христианское течение, принятое в Германии в то время. После нескольких лет брака она решает перейти в ортодоксальное православие – вера, принятая в России и в царской семье. Это решение горячо поддержано российским народом. Элла просила благословения отца и английской бабушки, но не получила. После  таинства Миропомазания  митрополит сказал речь, ставшую пророчеством: 
«Выбравшая по доброй воле веру и все составляющие русской души, ты можешь по праву Руфи Маовской: «Твой народ – мой народ, твой Бог - мой Бог».
У Сергея и Елизаветы не было детей, они взяли на себя заботу о детях царской семьи. Павел, брат Сергея был изгнан из России из-за неподобающей женитьбы, Сергей и Елизавета  заботились о его детях как о своих собственных.
В 1888 они посетили Палестину на церемонию освящения церкви Марии Магдалены, построенной на Масличной горе в память матери Сергея императрицы Марии Александровны. Они посещают Святые места в Иерусалиме и его окрестностях. Эта поездка производит на них огромное впечатление, как и на всех глубоко верующих христиан.


Сергее и Елизавета на освящении церкви Марии Магдалены
В 1894 г. царь Николай Второй влюбился в сестру Елизаветы – Аликсу. Аликс, больная гемофилией, отвергает ухаживание Николая. Она не хочет переходить в православие. Её бабушка, английская королева Виктория, не хочет видеть Николая своим зятем. Елизавета Фёдоровна уговаривает её выйти замуж за Николая и перейти в православие. У пары родился сын Алексей больной гемофилией – болезнью, расшатавшей царскую семью.
В 1891 г., три года спустя после посещения Палестины, князь Сергей был назначен генерал-губернатором Москвы. Елизавета проявляет большое участие к жителям города. Она гуляла по городу переодетая, чтобы понять нужды бедноты. Она создаёт в Москве и её окрестностях благотворительные организации  для бедноты, а также создаёт организацию Красного Креста в городе.
Одновременно с этим, усиливаются призывы к свержению самодержавия, революционные организации активизируют свою деятельность. В феврале 1905 г. Сергей погибает от разрыва взрывного устройства, брошенного в его карету рядом с Кремлём. Сергея разорвало на тысячу частей. По преданию, его пальцы были найдены на крышах соседних зданий.
На следующий день после убийства Елизавета сдерживала себя, чтобы не плакать прилюдно. В последующие дни она погрузилась в глубокую скорбь, перед похоронами они неустанно молилась у гроба мужа. На его могилн велела написать: «Отче, отпусти им, не ведают бо, что творят».
Вечером накануне похорон Елизавета поехала в тюрьму увидеть убийцу мужа. Она просила его раскаяться, а взамен обещает хлопотать о смягчении его наказания. Убийца отказывается, он считает, что царская семья превратила его в убийцу поневоле и ему не в чем раскаиваться. Елизавета просила сохранить ему жизнь, несмотря на нежелание раскаяться, но убийцу осудили и казнили. Встречу Елизаветы с убийцей мужа описал Альбер Камю в пьесе «Праведники».
Убийство перевернуло жизнь Елизаветы. Она носит траур, становится вегетарианкой и сторонится царских удовольствий. Через четыре года она продала свои роскошные драгоценности, обручаотное кольцо и всё своё имущество. На вырученные деньги она создала Марфо-Мариинскую обитель милосердия, ставши в нём настоятельницей Елизаветой. Позднее в обителибыли открыты больница, аптека и сиротский приют. Елизавета вместе с монашками работают не покладая рук, чтобы помочь всем нуждающимся в Москве. В течение многих лет она заботится и молится за всех, с кем жестоко обошлась судьба.
В 1918 г. после Октябрьского переворота и прихода к власти большевиков, Ленин приказал арестовать монашку, бывшую Великую княгиню Елизавету, вместе с другими членами царской семьи. Елизаветусхватили чекисты, вывезли в Пермь, а потом - в Екатеринбурге. Позднее её, вместе с другими членами царской семьи,  сбросили живьём в шахту на глубину около 20 м, в 18 км от города Алапаевска. Один из участников убийства, рассказывал, что из шахты слышались молитвы, так как сброшенные в шахту остались живы. Тогда начальник группы приказал кинуть в шахту две гранаты, чтобы довершить начатое.
Через три месяца белая армия вошла в Алапаевск. Шахту открыли и извлекли оттуда трупы. Трупы довольно хорошо сохранились. Выяснилось, что Елизавета умерла не сразу, она успела перевязать частью своего апостольника рану князя Иоанна, также сброшенного в шахту.
В 1920 г. тела убитых были переправлены Белой армией в Пекин и захоронены на православном кладбище, чтобы спрятать их от большевиков. В том же году тело Елизаветы было перезахоронено, как она и просила при жизни, в церкви Марии Магдалены на Масличной горе.
В 1981 г. Елизавета была канонизирована православной церковью в знак уважения и признания сделанных ею добрых дел. Скульптура с её изображением установлена, среди 10 святых 20-го столетия на портале Вестминстерского аббатства.

Елизавета четвёртая слева
        `
        },
        sergi: {
            title: "Великий князь Сергей Александрович Романов ",
            info: `Сергей Александрович Романов принадлежал к дому Романовых, царствовавшему в России около 300 лет, родился 11 мая 1857 г. в Екатерининском дворце в г. Пушкин, расположенном в 30 км к югу от Санкт-Петербурга. Он был седьмым сыном из восьми царя Александра Второго, отец царя Александра Третьего, правая рука последнего русского царя Николая Второго.
        Сергея описывают как застенчивого ребёнка, похожего на его мать, Марию Александровну. Подобно матери, он был глубоко верующим, это отразилось на всех его деяниях и образе жизни.
        Ещё ребёнком Сергей интересовался музыкой, искусством и языками. Его воспитатели поощрают его интересы, Сергей изучает иностранные языки, особенно итальянский, и проявляет особый интерес к итальянским культуре и искусству. Сергей встречался также с великими русскими писателями – Достоевским и Толстым.
        
        
        Ребёнком Сергей часто посещает вместе с матерью её семью на Родине  - Германии, там он познакомился с Елизаветой Гессен-Дармштадтской, ставшей впоследствии его женой.
        Как и подобает отпрыску аристократической семьи, Сергей начинает военную карьеру.  Когда Сергею исполнилось 28 лет, началась Русско-турецкая война. Сергей активно участвует в войне и награждается Георгиевским крестом.
        В феврале 1887 г. он назначен командиром лейб-гвардии Преображенсконо полка.
        С 26 февраля 1891 г.  Сергей Александрович становится московским генералом-губернатором и одновременно с мая 1896 года – командующий войсками Московского военного округа.
        
        
        Сергей, будучи глубоко религиозным христианином, ощущает особую связь с Палестиной и святыми для православных местами. Впервые он посетил Иерусалим в июне 1881 г. вместе с братом Павлом. В это же время усилия по созданию ИППО увенчались успехом, Сергей согласился стать первым Председателем Организации. Официальная праздничная церемония создания ИППО во главе с Сергеем Александровичам состоялась в 1882 г.
        В качестве первого Председателя, Сергей придал ИППО особые влияние и престиж. Современники писали, что Сергей наслаждался этой должностью, получая от неё большее удовольствие, чем от всех официальных должностей в Российской империи. Здание, в котором мы с вами находимся, называется сегодня в честь Сергея Александровича.
        Жизнь Великого князя была полна трагедий, несчастий и войн. В 1880 г. скончалась от туберкулёза его мать, Мария Александровна. Ещё через год террористами был убит его отец Александр Второй. Кончина родителей приводит к сближению Сергея с его подругой детства Елизаветой Гессен-Дармштадтской, внучкой английской королевы Виктории и дочерью герцога Людвига Четвертого. В 1878 г. сестра и мать Елизаветы умерли от эпидемии дифтерии. Горе сблизило Сергея с Елизаветой, которая выбрала Сергея себе в мужья среди многих претендентов, связав таким образом свою судьбу с судьбой России.  Свадьба состоялась в 1884 г. в Зимнем дворце в Санкт-Петербурге. Сергей и Елизавета жили счастливой супружеской жизнью, но у них не было детей. У них постоянно гостят дети их родственников, а когда брата Сергея, Павла, изгнали из России, Елизавета и Сергей усыновили его детей и вырастили их.
        В 1888 г. Они решили совершить паломничество на Святую землю. Они приняли участие в освящении церкви Марии Магдалены на Масличной горе, а также посетили строящееся подворье.
        Росло политическое влияние Сергея Александровича в Российской империи. В 1891 г. Он был назначен московским генерал-губернатором, а в 1896 г. – командующим Московским военным округом. С декабря 1894 г. Сергей Александрович  стал членом Государственного  совета.
        Сергей и Елизавета известны своим неравнодушием к народу. Они гуляют инкогнито, чтобы лучше понять нужды простых людей. Кроме того, Сергей возглавляет и участвует во многих благотворительных организаций: Елизаветинском обществе попечения о детях, Дамском попечительстве о бедных в Москве, Московском архитектурном обществе, Московской духовной академии и т.д. Он создаёт студенческие общежития, борется с преступностью и коррупцией. Он мог бы игнорировать эти проблемы, никто бы не осмелился его критиковать.
         Эти события происходят в критический период правления Романовых.
        В 1905 г. Сергей Александрович  покидает пост Московского генерал-губернатора со словами: «Новое время требует новых лиц».
        Через короткое время, в феврале 1905 г. Сергей погибает от взрыва бутылки с зажигательной смесью, брошенной в его карету.
        `
        },
        known: {
            title: `Знаменитости, посетившие подворье`,
            info: ``
        },
        water: {
            title: `Питьевые колодцы`,
            info: `С момента возникновения, около 4000 лет назад,
            основной проблемой Иерусалима, была нехватка
            воды. Стратегическое расположение на вершины
            горы давало преимущество над противником, но
            сильно затрудняло доставку воды в город.
            Огромной важностью воды для Иерусалима,
            видимо, объясняется особый празник,
            отмечавшийся с древнейших времён ежегодно в
            дни праздника Суккот, названный «Радость
            Шуаба». Праздник сопровождался
            торжественной церемонией: Левиты качали воду
            из источника Гехон и поднимали её к алтарю
            Храма. Народ благодарил Бога за дождь в
            минувшем году и молился, чтобы
            благословенный дождь пролился и на
            следующий год.
            Еврейские мудрецы так описывали этот
            праздник: «Кто не видел радость Шуаба, тот
            никогда не видел праздника».
            
            В Иерусалиме существовали два основных
            источника воды: источник Гехон и Эйн Рогель.
            Гехон является источником воды для города на
            протяжении двух тысяч лет до наших дней, но
            доставка воды из него нерегулярна, иногда
            количество воды огромно, иногда крайне малое.
            Эйн Рогель постепенно высыхал, пока совсем не
            иссох к началу XX века.
            Постоянным решением проблемы воды для
            Иерусалима стало строительство двух акведуков
            протяжённостью 10 км: один был построен
            Хасмонеями, второй – римлянами, они снабжали
            город водой на протяжении сотен лет.
            В те годы , когда у властей не было достаточно
            средств, а также из-за войн и осады, поставка
            воды в город прекращалась полностью или
            частично, так как содержание акведуков
            требовало серьёзных инвестиций. Жители
            города просили власти построить
            водохранилища с питьевой водой и вырыть
            колодцы. Вода из водохранилища должна была
            
            служить для уборки и полива, а вода из
            колодцев – для питья.
            В конце XIX и начале XX веков Палестину
            посещали от 4,000 до 10,000 паломников в сезон
            от октября до апреля.
            Чтобы обеспечить водой тысячи паломников,
            православных священнослужителей и местных
            жителей, ИППО решилось на смелый проект,
            чтобы обеспечить бесперебойную независимую
            поставку воды в район «Московской площади» и
            на подворья. Каким образом? Необходимо было
            соорудить водохранилища и колодцы, подобно
            которым ещё не было в Иерусалиме.
            Такая система была сооружена рядом с женской
            обителью имени Марии Александровны в
            районе «Московской площади». По открытым
            водостокам вода вливалась в открытые
            хранилища. Эта вода предназначалась для
            сельскохозяйственных нужд.
            
            Кроме того, были вырыты два колодца, куда с
            крыш домов через закрытые трубы стекала
            дождевая вода. Первый колодец был 23,9 метра
            в длину, 12,6 метра в ширину и 7,8 м в глубину.
            Второй колодец был выкопан на склоне горы
            длиной 18,3 м, шириной 12,7 м, глубиной 6,8 м.
            Эти колодцы обеспечили паломникам полную
            независимость в водоснабжении.
            Паломники, прачечная, баня, бойлер для
            кипячения воды, кухня, больница – все они
            могли беспрерывно и без опаски пользоваться
            водой. Кроме того, вода поставлялась
            нуждающимся в ней жителям Иерусалима.
            Помимо колодцев, силами ИППО, были
            проложены канализационные стоки длиной
            свыше двух километров для сточных вод из
            района Московской площади.`
        },
        og: {
            title: `Палец Ога царя Башана`,
            info: `В 1858 г., началась застройка земельного
            участка,приобретённого царём Александром II за
            стенами Старого города недалеко от Яффских
            ворот на месте, названным Московской
            площадью. При строительстве была обнаружена
            огромная колонна около 12 м длиной и 1,25 м в
            диаметре. Её вес примерно 60 тонн. Колонна
            сделана из иерусалимского камня, мелового
            камня, цвет которого меняется от тёмно-жёлтого
            до красноватого, иногда порода смешана с
            доломитом, также встречающемся в
            иерусалимских горах. Иерусалимский камень
            используется для наружной облицовки зданий в
            Иерусалиме, из него построена Стена Плача.
            Судя по размерам колонны, её можно отнести ко
            временам Ирода во времена Второго Храма в
            Иудее. Археологи считали, что колонна была
            предназначена для строительства храма,
            основываясь на свидетельство Йосефа Флавия,
            описывающего огромную колонну «высотой 27
            
            футов» (около 8,25 м), из которых строили храм
            на Храмовой горе. Другие специалисты считают,
            что колонна не подходит для строительства, так
            как она больше 27 футов в высоту. Кроме того, во
            времена Ирода колонны строили из звеньеа, а
            не из цельного камня.
            Со времени обнаружения, а также из-за
            размеров, колонна названа жителями
            Иерусалима «палец Ога» по имени Ога царя
            Башана, описанного в Танахе великаном. По
            некоторым преданиям Талмуда, он был
            единственным человеком, кроме Ноя,
            пережившим Потоп.`
        }

    },
    famousInfo: {
        raspotin: `одна из интереснейших личностей современной истории. Распутин считал себя мистиком и святым. Его называли «странником», идущим своим путём. Личное обаяние сделало его чрезвычайно популярным в высшем обществе Санкт-Петербурга в начале 20 века. В 1905 г. Распутин впервые встретился с царём Николаем II. Царь и царица искали способ излечить от гемофилии наследника престола сына Александра и решили попытать удачи у Распутина.
        Распутин стало своего рода хиропрактом для маленького Александра, а любовь и уважение царя и царицы наделили его невероятным влиянием при дворе. Оно было настолько велико, что распрострвнялось на назначение и лишения высоких должностей в империи. С другой стороны, Распутин нажил себе многочисленных врагов, пытавшихся очернить его в глазах царя и царицы. Распутин, любитель спиртного и женщин, был сфотографирован во время одной из оргий. Позорные снимки были представлены царю Николаю , который разгневался и велел Распутину совершить паломничество по святым местам в Иерусалиме для самоочищения.
        У Распутина не выбора, на пасху в марте 1911 г. Он едет в Палестину.
        Из Одессы он прибывает на «Святую гору» - Афон в Греции, оттуда – через Турцию, Родос и Ливан, он приплывает в Яффо, оттуда – в Иерусалим. Распутин посещает святые места, вызывая вокруг себя, как всегда, большой ажиотаж. Он остановился на Сергиевском подворье, посетил русские церкви и монастыри в Вифлееме, Хевроне и Иерусалиме, в том числе, Храм Гроба Господня. Он участвует в пасхальной церемонии, раскаивается в грехах, опасаясь, что особые силы, дававшие ему возможность влиять на российскую аристократию, покинули его. Во время посещения церкви в Гефсиманском саду, на него снизошло Божье откровение, настолько сильное, что он потерял сознание на длительное время. Служители церкви отнесли его на подворье. Придя в себя, Распутин чувствует, что Всевышний простил его и решил вернуться в Санкт-Петербург.
        Историки считает, что влияние Распутина на царя Николая II было пагубным и привело к поражению в Первой мировой войне и к падению династии Романовых, правивших Российской империей на протяжении 300 лет.
        Распутин был убит российскими аристократами в 1916 г., чтобы прекратить его влияние на царскую семью, но уже ничто не могло остановить переворот, приведший к падению дома Романовых.
        `,
        rapin: `русский живописец. Один из крупнейших представителей реализма, давшему начало впоследствии социалистическому реализму. Член группы художников-передвижников, протестовавших против академического формализма. На его полотнах изображены портреты современников из разных слоёв общества, среди них портреты Льва Толстого, Пушкина, Дмитрия Менделеева. В 1898 г. Репин прибыл в Иерусалим. Так он описал свои чувства: «Да, во всём Иерусалиме есть что-то трогательное до слёз. Этого во всём мире нет. Нет слов для выражения чувств. От всех мест веет бессмертной душой».`,
        koslev: `русский исторический, портретный и жанровый живописец, график, иллюстратор, иконописец, художник-монументалист.
        Руке Кошелева принадлежит роспись таких церквей,  как «Храм Христа Спасителя» в Москве, храма Спаса на Крови в Санкт-Петербурге и т.д.
        Цикл его полотен «Крёстный путь» выставлен на Александровском подворье.
        За выдающиеся заслуги Кошелеву присвоено звание профессора Императорской Академии художеств.
         Член ИППО.
        `,
        pandov: `историк и иконописец православных икон. Учился в Новороссийском и Санкт-Петербургском университетах, член Императорской академии художеств.

        `,
        warship: `«Император Александр Второй» причалил в Яффо в 1899 г. На броненосце служили 30 офицеров и около 600 матросов. Общество устроило в их честь прём на Сергиевском подворье, а также в школах, открытым Обществом, экскурсии по святым местам в Палестине, посещение православной миссии в Иерусалиме и получение там благословения. Командующий броненосцем провёл для учащихся в школах ИППО экскурсию по броненосцу.
        Кроме того, на Сергиевском подворье побывали экипажи кораблей  «Кострома» и «Забияка».
        `,
        baily: `русский писатель, поэт, критик, мемуарист, стиховед, один из столпов символизма в русской литературе. Настоящее имя – Борис Николаевич Бугаев. 
        О романе Белого «Петербург» Владимир Набоков написал, что это – один из четырёх величайших романов 20 века.
        
        С сигаретой
        `,
        arseny: `Епископ Русской Православной Церкви, ректор Московской духовной семинарии.
        В 1900 г. организовал и возглавил паломническую поездку студентов и преподавателей во главе с  в Палестину и страны Ближнего Востока. Поездка была успешной, ей посвящена отдельная статья Алёны Стрельниковой. Позднее Арсений был назначен епископом, членом Государственного Совета, Митрополитом Ташкентским и Узбекским и членом Священного Синода. В составе группы был епископ Варсонофий Кирилловский, расстрелянный большевиками в 1918 г., спустя год после получения им звания епископа. Вместе с ним были расстреляны монашка и ещё пятеро ни в чём не повинных людей. Канонизирован Русской православной церковью.
       
       Каптерев,
       Епископ Арсений Стадницкий
       
       
       Архиепископ  Арсений Стадницкий
       «Истинное счастье- это то, что ни люди, ни события не могут отнять у вас. Вы найдёте это в Вере, в Надежде и в Милосердии. Постарайтесь сделать окружающих счастливыми, и вы будете счастливы сами.»
       `
    },
    famousTitles: {
        raspotin: "Григорий Ефимович Распутин",
        rapin: "Репин Илья Ефимович (1844-1930) ",
        koslev: "Кошелев Николай Андреевич (1840 – 1918)",
        pandov: "Кондаков Никодим Павлович (1844-1925)",
        warship: "Экипаж броненосца",
        baily: "Андрей Белый (1840 – 1918)",
        arseny: "Академическая делегация под руководством митрополита Арсения (в миру Авксентий Георгиевич Стадницкий) – 1862 – 1936гг."
    },
    hospital: {
        title: `some title`,
        info: `
        Иерусалимская больница была предназначена, прежде всего, для оказания медицинской помощи многочисленным российским паломникам в Палестине, количество которых неуклонно росло. Многие из них были людьми пожилыми, привыкшими к прохладному российскому климату. Продолжительное плавание на корабле, а также тяжёлые условия жизни в Палестине в конце XIX- начале XX вв.	, были губительны для них. Многие нуждались в лечении. Ежегодно в Палестину прибывало около 12,000 паломников из России, им было необходимо оказывать качественные медицинские услуги, которые не могли предоставляли турецкие власти. Главным из таких лечебных учреждений стала иерусалимская больница.
Большинство пациентов были паломники, для которых эта поездка, приуроченная, как правило, к христианским праздникам, была важнейшим событием в жизни. Попадая в больницу, они надеялись получить скорую помощь, чтобы не пропустить посещение святых мест, молебны, посещения церквей и монастырей, даже совместные вечерние трапезы. Многие больные преждевременно покидали больницу против воли врачей, чтобы продолжить путешествие.
Во время Великого поста многие паломники отказывались от сытной пищи и довольствовались низкокалорийной едой, добровольно отказавшись от яиц, молочных и мясных блюд.  Они продолжали поститься даже, находясь в больнице, что плохо сказывалось на их здоровье.
В Иерусалиме в то время были другие больницы, которые действовали под покровительством других правительств или частных лиц. Количество коек в этих больницах было меньше, чем в Русской больнице. Так, в немецкой больнице было 40 коек, во французской – 32, в английской – 27, в греческой – 25, в еврейской больнице «Бикур холим» - 25, в еврейской больнице, названной в честь барона Ротшильда – 18 коек. В Русской больнице было 75 коек. 
Помимо палат для больных, в больнице была одна операционная, а также инфекционное отделение. По сведениям ИППО, в конце XIX – начале XX вв. около трети больных были госпитализированы в связи с малярией или дизентерией, средняя продолжительность госпитализации была 16 дней. В больнице работали 14 человек – врачи, сёстры и фармацевты.


        <img
        src=${hospitalStas}
        alt="humanitarian buildings"
        class="humanitarianBuildings"
      />
        `
    },
    Diseases: {
        title: `Книга записи болезней за две недели марта 1908 г. амбулатории Назарета`,
        book: [
            {
                id: 'one',
                title: `Головокружение`,
                info: `
                ощущение мнимого вращения пространства вокруг себя или себя в пространстве, либо ощущение чувства приближающейся потери сознания, неуверенности, шаткости. Может сопровождаться тошнотой, рвотой, потливостью, затруднением при ходьбе. 
                Количество случаев – 7.`
            },
            {
                id: 'two',
                title: `Гастроэнтерит, или катар желудка и кишок`,
                info: `
                воспалительное заболевание желудка и тонкой кишки, сопровождается поносом. Инфекционная форма вызывается бактериями или вирусом.
                Количество случаев  - 36.                
        `
            },
            {
                id: 'three',
                title: `Мышечные`,
                info: `
                конвульсии в результате травмы.
                Количество случаев – 2.                 
        `
            },
            {
                id: 'four',
                title: `Язва желудка`,
                info: `
                сильные боли в верхней части живота, слева от диафрагмы, начинаются немедленно или примерно через полчаса после еды, сопровождаютя тошнотой и рвотой. Боли могут продолжаются несколько недель, их облегчают антацидами. Боли усиливаются после приёма горячей пищи, алкоголя. Больные стараются не есть и теряют в весе.
                Количество случаев – 12.                                
        `
            },
            {
                id: 'five',
                title: `Кератит`,
                info: `
                воспаление, возникающее, как правило, в одном глазу, возникает ощущение инородного тела, сопровождается болью, покраснением, светочувствительностью, слёзоотделением и нарушениями зрения разной силы.
Количество случаев – 1.                 
        `
            },
            {
                id: 'six',
                title: `Ревматизм`,
                info: `
                боли в суставах, при хронической форме нарушает работу сердца, почек, разрушает кости, зрение, кожный покров.
Количество случаев – 59.                 
        `
            },
            {
                id: 'seven',
                title: `Малярия`,
                info: `
                Сопровождается высокой температурой, ознобом, сильными головными болями, рвотой, галлюцинациями, потоотделением, поносом и болями в животе. Может сопровождаться падением сахара в крови и ощущением «покалывания» кожи.
Количество случаев – 34.             
        `
            },
            {
                id: 'eight',
                title: `Бронхит`,
                info: `
                кашель, слизь, слабость, температура, иногда неприятные ощущения в груди после кашля. Переходит в хроническую форму, если симптомы проявляются три месяца в году в течение двух лет. 
                Количество случаев – 40.      
        `
            },
            {
                id: 'nine',
                title: `Клавус`,
                info: `
                кожная вирусная  инфекция, небольшой нарост на коже, похожий на мазоль, вызванный вирусом папилломы. 
Количество случаев – 190.                 
        `
            },
            {
                id: 'ten',
                title: `Одонтальгия`,
                info: `
                сильнейшая боль в зубах и дёснах.
Количество случаев – 2.                 
        `
            },
            {
                id: 'eleven',
                title: `Ангина`,
                info: `
                боль в горле, затруднение при глотании, иногда сопровождается температурой, насморком, кашлем, глазным воспалением, хрипотой.
Количество случаев – 7.                 
        `
            },
            {
                id: 'tweleve',
                title: `Рожистое воспаление`,
                info: `
                инфекционное кожное заболевание, сопровождающееся высокой температурой, дрожью, мурашками, общей слабостью, головной болью и рвотой. Признаки появляются через 48 часов после заражения. Краснота на коже быстро распространяется, превращаясь в сыпь красного цвета, горячую на ощупь. Сыпь находится по всему телу, включая лицо и конечности, особенно на бёдрах.
Количество случаев – 9.                 
        `
            },
            {
                id: 'thirteen',
                title: `Дизентерия`,
                info: `
                Инфекционное заболевание пищеварительной системы. Сопровождается тяжёлым поносом с кровью и слизью и  высокой температурой. 
Количество случаев – 28.                 
        `
            },
            {
                id: 'fourteen',
                title: `Дизурия`,
                info: `
                Боль и рези при мочеиспускании.
Количество случаев – 1.                 
        `
            },
            {
                id: 'fifthteen',
                title: `Ушиб`,
                info: `
                Вид гематомы в результате повреждения кровеносных сосудов вследствие телесных повреждений.
Количество случаев – 2.                 
        `
            },
            {
                id: 'sixteen',
                title: `Ожоги`,
                info: `
                Повреждение кожи вследствие непосредственного контакта с огнём, паром, горячей или очень холодной поверхностью или жидкостью.
Количество случаев – 21.                 
        `
            },
            {
                id: 'seventeen',
                title: `Остеомиелит`,
                info: `
                Инфекционное воспаление костной ткани, вызывающее гнойники, отёки и перегрузку кровяных сосудов. Замедляется кровоток в организме, что приводит к образованию сгустков крови в малых кровеносных сосудах и частичному отмиранию костей. 
Количество случаев – 5.`
            },
            {
                id: 'eighteen',
                title: `Конъюнктивит`,
                info: `
                Прозрачная мембрана покрывает белок глаза и внутреннюю часть век. Это может быть вызвано вирусом, бактерией, аллергической реакцией на бытовую пыль, клещей, пыльцу, курение или различные химические вещества.
Количество случаев – 8.                
        `
            },
            {
                id: 'ninteen',
                title: `Обструктивный запор`,
                info: `
                тип запора, который частично или полностью блокирует кишечник и иногда требует хирургического вмешательства.
Количество случаев – 13.                 
        `
            },
            {
                id: 'tewenty',
                title: `Гастрит`,
                info: `
                воспаление желудка, вызванное алкоголизмом, продолжительным курением или потреблением таких препаратов, как аспирин. Иногда гастрит развивается после серьёзной операции, травмы, ожогов или острой инфекции.
Количество случаев  - 3.                                
        `
            },
            {
                id: 'tewentyOne',
                title: `Некроз`,
                info: `
                гибель клеток ткани в результате травмы, инфекции, рака, грыжи, токсинов или хронического воспаления.
Количество случаев – 1.                 
        `
            },
            {
                id: 'tewentyTwo',
                title: `Опрелость`,
                info: `
                Красная сыпь и зуд, вызванные трением кожи о кожу. Может вызвать ощущение жжения, неприятный запах, потрескавшуюся и кровоточащую кожу.
Количество случаев – 6.                 
        `
            },
            {
                id: 'tewentyThree',
                title: `Сердечная недостаточность`,
                info: `
                Снижение способности совершать физическое усилие, сопровождаемое чувством усталости, слабости даже после незначительных действий. Сопровождается скоплением жидкости в тканях организма вызывает одышку, чувтство тяжести, потерю аппетита, тошноту и рвоту.
Количество случаев – 1.             
        `
            },
            {
                id: 'tewentyFour',
                title: `Перелом ключицы`,
                info: `
                Количество случаев – 1.      
        `
            },
            {
                id: 'tewentyFive',
                title: `Гастрит`,
                info: `
                боль в животе, как правило, неврального происхождения.
Количество случаев – 9.                 
        `
            },
            {
                id: 'ventaSix',
                title: `Лимфаденит`,
                info: `
                заболевание лимфатической системы, которое сопровождается повышенной чувствительностью, температурой, распуханием лимфатических узлов, как правило, воспалительного характера.
Количество случаев – 1.                 
        `
            },
            {
                id: 'tewntySeven',
                title: `Кариес`,
                info: `
                уничтожение дёсен (эмали) бактериями. Кариес может вызвать дискомфорт, боль, помехи при пережевывании пищи, нарушения речи.
Количество случаев – 3.               
        `
            },
            {
                id: 'tewntyEight',
                title: `Головная боль`,
                info: `
                Довольно распространённое явление , встречающееся примерно у 4% населения. Головные боли могут быть быть доброкачественными, такими как хронические мигрени, но иногда являются признаком опухоли, субарахноидального кровотечения, и нуждаются в срочном лечении.
Количество случаев – 10.                 
        `
            },
            {
                id: 'tewntyNine',
                title: `Нейролин`,
                info: `
                Количество случаев – 2.                 
        `
            },
            {
                id: 'thirdy',
                title: `Искажение зрения`,
                info: `
                Неправильная расшифровка увиденного мозгом.
Количество случаев – 4.
                 
        `
            },
            {
                id: 'thirdyOne',
                title: `Флегмона`,
                info: `
                Целлюлит, или воспаление подкожной клетчатки. Воспалённая область опухает, краснеет и горит. Сопровождается жаром, ознобом, брадикардией, низким кровяным давлением, головной болью и повышенным потоотделением.
Количество случаев – 9.                 
        `
            },
            {
                id: 'thirdyTwo',
                title: `Гингивит`,
                info: `
                воспаление дёсен, проявляется в кровотечениях и болях в дёснах. Распространён среди 90% населения.
Количество случаев – 28.                 
        `
            },
            {
                id: 'thirdyThree',
                title: `Листериоз`,
                info: `
                заболевание, вызываемое бактерией листерии. Может проявиться как грипп и закончиться без последствий, но может быть опасным для групп риска.
Количество случаев – 1.                 
        `
            },
            {
                id: 'thirdyFour',
                title: `Экзема`,
                info: `
                сухость и зуд в небольшихчастях тела. Может распрстраниться на значительные участки тела, при этом зуд не прекращается даже во время сна.
Количество случаев – 15.                 
        `
            },
            {
                id: 'thirdyFive',
                title: `Ночная слепота`,
                info: `
                Снижение сумеречного зрения.
Количество случаев – 21.                 
        `
            },
            {
                id: 'thirdySix',
                title: `Паниум, паренхима`,
                info: `
                воспаление и отёк кожи вокруг ногтя ладони  или стопы, возникающее в результате бактериальной или грибковой инфекции.
Количество случаев – 5.                 
        `
            },
            {
                id: 'thirdySeven',
                title: `Анемия`,
                info: `
                истощение сил, иногда на нервной почве.
Количество случаев  - 8.                 
        `
            },
            {
                id: 'thirdyEight',
                title: `Эритема`,
                info: `
                покраснение или воспаление кожного покрова из-за расширения капилляров. Иногда является признаком инфекции.
                Количество случаев – 13.                                 
        `
            },
            {
                id: 'thirdyNine',
                title: `Эпилепсия`,
                info: `
                группа неврологических расстройств, характеризующихся судорогами в результате повышенной активности подкорковых нервных клеток.
Количество случаев  - 3.                 
        `
            }
        ]
    }


}
export { russianText as default };